<template>
  <main xmlns:v>
    <v:section-top-hero></v:section-top-hero>
    <section id="articles" class="articles">

      <article>
        <h1>Как выбрать секцию, в которой занятия для детей будут развивать ребенка?</h1>
        <p>
          Какая секция для детей обеспечит наилучшее развитие ребенка? После похода, на какие занятия для детей, можно сказать, что он теперь не только спортивный ребенок, но и развитый?
        </p>
        <img src="img/articles/article1/1.png" class="pull-left"/>
        <p>
          Эти вопросы встают перед каждым родителем примерно с трёхлетнего возраста его чада. Причем, если для девочек, в общем случае, все предопределено: танцы, гимнастика, плавание,
          акробатика, конный спорт. То для мальчиков степень разнообразия видов спорта существенно выше, а значит и выбрать сложнее. Как для девочек бывают исключения, когда их отдают в
          хоккей, карате, футбол, так есть исключения и для мальчиков, когда их отдают в гимнастику, танцы или акробатику. Однако, чем же руководствоваться, выбирая секцию для ребенка?
          Зачастую, родители ориентируются на совершенно иные факторы, чем стоило бы: близость к месту жительства, удобство, цена, а если еще и ребенку понравилось (он не против), то все
          сложилось. Редкий родитель задумывается над тем, а что же, в конечном счете, должен дать тот или иной детский центр, в котором ребенок изучает и практикует выбранный вид спорта.
          Всё, обычно, сводится к здоровью, лишь бы ребенок был занят и не докучал родителям, главное, чтобы набегался и не бесился дома. Но достаточно ли этого для того, чтобы принять
          решение о том, что в значительной степени будет влиять на развитие ребенка и формировать его личность.
        </p>
        <p>
          Да, да, каждый вид спорта и деятельности, каждая секция для ребенка откладывает существенный отпечаток на будущее ребенка, формируя его. И дело не только в личности тренера,
          который ведет занятия для ребенка, но и самом виде спорта, кружке для детей, в котором «зашиты, спрятаны» разные принципы, подходы, правила, которые ребенок впитывает и использует
          в будущей жизни, и очень часто бессознательно.
        </p>
        <img src="img/articles/article1/2.png" class="pull-right"/>
        <p>
          Мышление, то, как взрослеющий ребенок будет думать и подходить к делам, формируется именно деятельностью, которая проявлена в спортивных занятиях для детей, будь то танцы,
          гимнастика, футбол или любые другие занятия и секции для детей.
        </p>
        <p>
          Так, например, плавание дает существенную концентрацию на результат (скорость, время) при планомерной интенсивной работе. Это важно, если ребенок в дальнейшем будет, например,
          водителем, где нужно выносливо держать концентрацию длительное время, при этом достигнуть результата в скорости и времени доставки. Но этот навык совершенно бесполезен для учителя
          музыки, который должен довольно чувственно и эмоционально передать отношение к музыке ученику в сжатые сроки во время урока.
        </p>
        <p>
          Выходит, что для того, чтобы выбрать занятия для развития ребенка, нужно знать, чем он будет заниматься, когда вырастет. Но ведь это невозможно знать! - возмутится каждый. И да, и
          нет. Конечно, знать наверняка невозможно. Но уже сейчас можно предположить, что наиболее важно для ребенка, и нужно развивать сейчас: дисциплину и покорность, выносливость и силу
          воли, хитрость и тактичность, направленность на результат или направленность на процесс. Конечно, хочется дать ребенку все. Но наша жизнь «не матрица», в которой можно мгновенно
          все загрузить. Оттачивание навыков или качеств - это долгая кропотливая работа, которую может выполнить только вполне определенный вид спорта или деятельности. Придется выбрать,
          что на текущий момент наиболее приоритетно и важно для развития ребенка. И это та самая ответственность, которую берет на себя человек, когда принимает на себя статус родителя.
        </p>
      </article>

      <article>
        <h1>Капоэйра в драке</h1>
        <p>
          Часто родители, особенно папы, спрашивают: «Поможет ли капоэйра в реальной драке. Является ли она эффективной. Сможет ли ребенок постоять за себя на улице или в школе».
        </p>
        <img src="img/articles/article2/1.jpg" class="pull-left"/>
        <p>
          Некоторые начинают спорить, посмотрев ролики на ютубе, где рукопашник одним ударом руки «вырубает» капоэйриста, выходящего из акробатического движения. На что часто капоэйристы приводят
          аргумент в лице Маркуса Аурелио (Marcus Aurélio Martins (Lelo)), который является не только очень талантливым бойцом, выступающим в чемпионатах по смешенным единоборствам по версии MMA и
          другим версиям, но и использует технику капоэйра, которая не раз приносила ему результативные и красивые победы.
          Ответ на этот вопрос такой же, как и для других видов единоборств: для уличной драки самый лучший вид спорта – легкая атлетика.
        </p>
        <img src="img/articles/article2/2.jpg" class="pull-right"/>
        <p>
          Изначально капоэйра была создана как искусство для боя, позже она использовалась на улицах стран Латинской Америки в драках и как один из немногих способов выжить, ее практиковали люди по
          обе стороны закона. Это была жесткая, опасная и эффективная техника.
          Говоря о возможностях капоэйры для реальной драки, можно подчеркнуть следующие особенности бразильского искусства: постоянное перемещение, которое здорово сбивает с толку соперника;
          спокойное отношение капойэриста к положению, когда почти упал – капоэйрист и оттуда сможет ударить, он этому обучен; адекватная оценка соперника – кто, где стоит и что задумал.
        </p>
        <img src="img/articles/article2/3.jpg" class="pull-left"/>
        <p>
          Капоэйрист всегда перехитрит соперника – эта одна из основ капоэйра.
          Капоэйрист спокоен и уравновешен, он знает, где игра, а где драка, где уклон, а где удар.
          Самой главной чертой капоэйриста можно назвать дружелюбность, а дружелюбный улыбающийся человек редко попадает в плохие сложные ситуации.
          А превосходство капоэйриста заключено в том, что за этой улыбкой скрываются: тренировки, практика, поединки, игры, техника, удары, уклонения, броски. И обладая всем этим, капоэйрист уверен в
          себе, что всегда чувствуется в его взгляде, движениях, разговоре.
          Задача капоэйриста – не попадать в неприятности или ускользнуть от них, чему их неустанно учат тренера, и использовать капоэйра исключительно для собственного физического и эмоционального
          развития, демонстрации мастерства и игр с друзьями-капоэйристами.
        </p>
      </article>

    </section>
  </main>
</template>

<script>
export default {
  mounted() {
    scrollToHash();
  }
}
</script>