<template>
  <section class="info">
    <div class="container">
      <div class="row">
        <div class="col4">
          <div class="card">
            <h4>Капоэйра для всех!</h4>
            <p>
              Капоэйра это вид спорт и вид активного отдыха, подходит для всех: для детей и взрослых, для парней и девчонок, для разных возрастов.
              Каждый может заниматься капоэйра, ведь она разная, и каждый сможет найти в ней что-то для себя.
            <p>
          </div>
        </div>
        <div class="col4">
          <div class="card">
            <h4>Что такое Капоэйра?</h4>
            <p>
              Бразильское национальное искусство, соединяющее в себе множество дисциплин: единоборство, танец, игру, музыку, пение. Является спортивным искусством,
              или активным отдыхом. Положительно влияет на силу, ловкость, гибкость, музыкальность, ритмичность. Может использоваться как самостоятельное единоборство.
              Капоэйра учит самостоятельности, творчеству, порядочности, дисциплине.
            </p>
          </div>
        </div>
        <div class="col4">
          <div class="card">
            <h4>C чего начать?</h4>
            <p>
              Для занятий Капойэра не нужно иметь специальной подготовки или специальных знаний. Для участия в тренировках вам потребуется легкая
              спортиваная одежда - футболка и штаны. На ноги можно надеть легкие кросcовки или кеды, но традиционно занятия капоэйра проводятся босиком.
              И, конечно же - добро пожаловть в зал!
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>