<template>
  <section class="info" id="capoeira">
    <div class="container">
      <div class="row">
        <div class="col4">
          <div class="card">
            <h5>Капоэйра для всех!</h5>
            <p>
              Капоэйра это вид спорта и активного отдыха, который подходит для всех: детей и взрослых, парней и девчонок, людей разных возрастов.
              Каждый может заниматься капоэйра, ведь она разная, и каждый сможет найти в ней что-то для себя.
            </p>
          </div>
        </div>
        <div class="col4">
          <div class="card">
            <h5>Что такое Капоэйра?</h5>
            <p>
              Бразильское национальное искусство, соединяющее в себе множество дисциплин: единоборство, танец, игру, музыку, пение.
              Положительно влияет на силу, ловкость, гибкость, музыкальность, ритмичность. Может использоваться как самостоятельное единоборство и
              учит самостоятельности, творчеству, порядочности, дисциплине.
            </p>
          </div>
        </div>
        <div class="col4">
          <div class="card">
            <h5>C чего начать?</h5>
            <p>
              Для занятий Капойэра не нужно иметь специальной подготовки или специальных знаний. Для участия в тренировках вам потребуется легкая
              спортиваная одежда - футболка и штаны. На ноги можно надеть легкие кросcовки или кеды, но традиционно занятия капоэйра проводятся босиком.
              И, конечно же, - добро пожаловть в зал!
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>